Repository: mozilla-l10n/mt-training-data
Catalog: btv/btv_pontoon.tmx
Source language: en_us
Languages: btv

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
btv: عام اواز مہ جملے شامل گرے سو دن دو مݜوں سو نظرثانی زو قبولیتلازمی تھی۔تے اپیئں زیب سو دن رہنمائ سندو تھو<languageGuidelinesLink> ایزہ </languageGuidelinesLink> جملے لازمی <licenseLink> لوں مہ ھئیں۔احاطہ کار</licenseLink> آ 15 لفظوں نو کم ھئیں تُو لیکے والہ مَن ھاں چہء سندے <waiverLink> cc0 اسوں طریقہ استعمال گیری </waiverLink> اَ اَسئ ڇئے commonvoice@mozilla.com رے

source: { $sentences } sentences reviewed. Thank you!
btv: { $sentences } جملے نظر ثانی ھویں گے شکریہ!

source: Sentence Variant
btv: جملہ بدل

source: Separate sentences into one line by pressing “Enter” or “Return” once
btv: یک لینڈ مہ اَنَن جملے “ اِنٹر” یا “ واپس” دباؤ گر یک وارے

source: Serbian
btv: سربی

source: Seri
btv: سیری

source: Service and Retail
btv: خدمت آ مول گھِنو

source: Set a goal
btv: یک مصد سیٹ گر

source: Set my visibility
btv: می موجدگی سیٹ گر

source: Setswana
btv: سیٹسوانا

source: Sex
btv: جنس

source: SHA256 Checksum Copied!
btv: SHA256 مجموعہ نقل ھویں گے

source: Shan
btv: شان

source: Share Common Voice
btv: عام اواز شیئر گر

source: Share my goal
btv: می مقصد شئیرگر

source: Share your clip
btv: اپوں کلپ شیئر گر

source: Share your { $count } Clip Daily Goal for { $type }
btv: شیئر گر اپوں { $count } کلپ روزانہ سو مقصد { $type } سو دَن

source: Share your { $count } Clip Weekly Goal for { $type }
btv: شیئر گر اپوں { $count } کلپ ہفتہ وار مقصد { $type } سو دَن

source: Shilha
btv: شیلہا

source: Shina
btv: شینا

source: Shortcuts
btv: شارٹ کَٹ

source: [Should be ‘dinosaurs’]
btv: [ڈائنا سور ھؤں پکار تھو]

source: [Should be “We are”]
btv: [“بے تھا" ھُوں پکار تھو]

source: Show my ranking
btv: می رینکنگ پشا

source: Sicilian
btv: سیسیلی

source: Sign up for an account
btv: اکاونٹ سو دَن سائن اپ گر

source: Sign up for Common Voice newsletters, goal reminders and progress updates
btv: عام اواز سو خبریوں سو خط،مقصد سو یاداشت آ کار کردگی اپ ڈیٹ گرے سو دَن سائن اپ گر

source: sign up for email updates
btv: ای میل اپ ڈیٹ گرے سو دَن سائن اپ گر

source: Sindhi
btv: سندی

source: Single
btv: یک

source: Single sentence submission
btv: یک جملہ جمہ گرو

source: Sinhala
btv: سینہالا

source: Siswati
btv: سیسواتی

source: Size
btv: سائز

source: Skip
btv: سکپ

source: Slovak
btv: سلواک

source: Slovenian
btv: سلاوینی

source: Small batch
btv: پِھٹو بیچ

source: Small batch sentence submission
btv: پِھٹئیں بیچ جملہ جمہ گرو

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
btv: [تُھروشکیئ] ڙھؤ گھؤں ڈائناسور [کھانگ] ٹریاسک سو

source: Social media
btv: سوشل میڈیا

source: Somali
btv: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
btv: کیں زبوں مہ بے گرائمر ، الفاظوں مہ، اَ منے مہ بے شمار تبدیلی تھے۔ اس وجہ رے اسو<ctaLink> متعارف گی تھو تبدیلی</ctaLink> 2022 او کمیونٹی یے گھئیں معلوماتی سیٹ مِل اپیئں زیب مہ فرقمعلوم گرے سو پان دیا۔،

source: Someone asks for a language to be added.
btv: کاں یک زیب شامل گریسو تپوس گرا

source: Soninke
btv: سونینکی

source: Sorbian, Lower
btv: ساربیئن ،مونو

source: Sorbian, Upper
btv: سربئین، رُھوں

source: Sorry, Common Voice is running slowly. Thanks for your interest.
btv: معاف گر ، عام اواز ولدے چلزہ۔تیں دلچسپی سو شکریہ۔

source: Sorry, something went wrong
btv: مفاف گر، کیں غلطی تھی

source: Source: { $sentenceSource }
btv: زریعہ: { $sentenceSource }

source: Southern Kurdish
btv: جنوبیکردی

source: Southern Pastaza Quechua
btv: جنوبیپاستازہ کیوچاو

source: Southern Sotho
btv: جنوبی سوتھو

source: Spanish
btv: اسپائنی

source: Speak
btv: مَن

source: Speakable
btv: منے سو قابل

source: Speaking
btv: منو

source: Speaking and Listening
btv: منو آ ݜوؤں

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
btv: اپئیں سادہ اواز مہ مَن۔تیں منے سو طریقہ یے ایزہ خوش آمدید۔.بے معلوم گرو لوکھہ تھہ چہء تیں او لہجہ تھی،اَ بے لوکھہ تہ چہء تیں والیوم،سٹائل آ اواز۔

source: Speak now
btv: ھوئیں مَن

source: Speak options menu
btv: منوو خوش گرے سو مینیو

source: Speak up, contribute here!
btv: مَن، ایزا حصہ گھن

source: Special Characters and Foreign Letters
btv: خاص نشان آبیرونی خط

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
btv: خاص علامت آ وقف صرف تِس وخت مہ شامل گر چہ کدی بلکل ضروری ھویں۔ مثال سو طور رے انگریزی لفظوں مہ “don’t” آ “we’re” تھا چہ سو اپوسٹروف شامل گیو تھو آ اش متن مہ شامل گرو پکار تھو ولے اِس بیاد سو امکان نہ تھی چہ تے کدی ھُم "@" یا "#" شان خاص علامتسو ضرورت ھوینݜ

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
btv: <speechBlogLink> تقریر سو پہچان میل شرو گر </speechBlogLink>

source: Spelling and Punctuation
btv: اسپیلنگ آ وقفے

source: Splits
btv: تقسیم

source: Splits (Age and Sex)
btv: تقسیم (عمر آ جنس)

source: Start recording
btv: ریکاڈنگ شروع گر

source: Stats
btv: حساب کتاب

source: Status Page
btv: سٹیٹس سو صفحہ

source: Still have questions?
btv: ای تیار تکے سوال تھا؟

source: Streaks
btv: کرخئ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
btv: <strong> شور </strong> ڙھؤ گھؤں ڈائناسور <strong> شور </strong>رائسک

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
btv: <strong> رَد نہ گر اگر کہ منےوالہ سو لہجہ تینوں مختلف تھی</strong> ۔ او اہم تھی اواز پھونے دن ہر کسئ سَم کام گرے۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
btv: <strong> حاصل گر سندی والہ </strong> تیں زیب سو کمیونٹی یک اَن ھویئں بزینݜ آ اے شروعگرے سو چندطریقئ تھے

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
btv: <strong> [Sneeze]</strong> ڙھو گھؤں ڈائنوسار [کھانگ] </strong> ٹرائیسک۔

source: Submit
btv: جمہ گرو

source: Submit a new question for the community to read and respond to
btv: نو سوال جمہ گر کمیونٹی سو دَن پڑےزو جواب دے سو دَن

source: Submit a report
btv: رپورٹ جمہ گر

source: Submit clips
btv: کلپ جمہ گر

source: Submit new questions for the community to read and respond to
btv: ناں سوال جمہ گر کمیونٹی سو پڑے آ جواب دے سو دن

source: Subscribe
btv: سبسکرائب

source: Success
btv: کامیابی

source: success checkmark
btv: کامیاب چیک مارک

source: Svan
btv: سوان

source: Swahili
btv: سواہلی

source: Swedish
btv: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
btv: جملہ منظور گرے سو دَن سَیز طرفے سوائپ گر ۔ رد گرے سو دَن کِھب طرفے سوائپ گرسکپ گرے سو دن ازئسائپ گر۔ <strong> اپئیں نظر ثانی جمہ گرو نہ بُھل</strong>

source: Syriac
btv: شامی

source: Tagalog
btv: ٹیگالوگ

source: Tahitian
btv: تاہیٹینی

source: Taiwanese (Minnan)
btv: تائیوانی (مینان)

source: Tajik
btv: تاجکی

source: Taking several attempts to read a word.
btv: یک لفظ پڑے سو دَن ڙھو وارے کوشش گرو

source: Tamazight
btv: تمازیغت

source: Tamil
btv: تامیل

source: Tap
btv: ٹیپ

source: Tarifit
btv: ٹیریفیٹ

source: Tatar
btv: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
btv: ٹاٹوبا یک گھؤں ڈیٹاطسیٹ تھو جملیوں سو،ترجمہ سو آ آواز منے سو زیب ڇھیڇئیسو دن۔ اوڈونلوڈ انگریزی منے سو کمیونٹی رے مشتمل تھو

source: Technology and Robotics
btv: ٹیکنالوجی آ روبوٹ

source: Teke
btv: ٹیکی

source: Telugu
btv: تیلوگو

source: Tepeuxila Cuicatec
btv: ٹیپوزیلاکیوکیٹک

source: Terms
btv: شرط

source: Teutila Cuicatec
btv: ٹیوٹیلا کیوکیٹک

source: Thai
btv: تھائی

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
btv: اسئیں 259 ہزار لوں مہ 50 زہبوں مہ اپئیں حصہ دُھنے سو شکریہ او ڈیٹا انسانی اواز سو بہتر جواب دے سو دن تقریر دے چلزے والہ درخوستوں یے ترتیب دے سو دن استعمال ھونتہ

source: Thank you for contributing your bulk submission!
btv: تِیں شکرہ حصہ گھنے سو گھئیں جمہ گرے سو!

source: Thank you for contributing your voice!
btv: اپئیں اواز سو حصہ گھنے سو شکریہ

source: Thank you for donating your voice clips!
btv: اپئیں اواز دے سو شکریہ !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
btv: ریکاڈنگ گرے سو شکریہ ۔ <lineBreak> </lineBreak> ھویں اپوں کلپ نظر ثانی گر آ څھے جمہ گر

source: Thank you for your voice information
btv: تیں اوازسو معلومات دے سو شکریہ

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
btv: بُوٹوں نو مڑنیئ جملے قدرتی آ یک پَرئیں مِل بیاد گرو تھے — اے پڑھو ہسان ھونتے پَرئیں کِسئ۔ اواز سو تنوع آ مختلف الفاظ جملہ مہ اہم تھہ، بے ھُم جملے ریکارڈ گرے سو کوشش گرہ تھہمصروفیت سو دَن آ اپاں رضا کار کمیونٹی والہ خوش گرے سو دَن کیئت چہ ممکن ھون۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
btv: یک فائدہ ناک تقریر سو پھنیانک سو انجن سو سندے سو دن مڑنئ جملے جدید پارلینس ، تھا جملے پیدا گرے مہ تیں مدد سو کیں خیالات تھا

source: The bumblebee sped by.
btv: بمبل بی سو زریعہ گھِن۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
btv: کلپ قبرستان اواز سو کلپوں رے مشتمل ھواں چہء سو عام اواز سو سیٹ مہ نہ سنداں بزا بلکل معلوماتی سیٹ شان قبرستان سو کلپ ڈون لوڈ سو دن تیار ھواں۔ اسئ څھئے ایوں لوں سو ، اَ تنظیم سو شکریہ ادا گرو پکار تھوچہء تیوں پراجیکٹ مِل مدد گی تھی:

source: The clip has disrespectful or offensive language.
btv: قاو کلپ بے ادب یا غصہ ناک زیب تھی

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
btv: عام اواز سو معلوماتی سیٹ شلوں سو زرگونیوں اوازوں رے مشتمل ھواں چہء سےء اواز پھونیں سو اوزار سندے مہ ڈویلپروں سو مدد گرا۔

source: The giant dino [cough] the Triassic.
btv: ڙھؤ گھؤں ڈائینو [ کھانگ] ٹریاسک سو

source: The giant dinosaur of the Triassic.
btv: ٹریاسک سو ڙھؤگھؤں ڈائناسور

source: The giant dinosaurs of the Triassi-.
btv: ٹریاسی سو ڙھؤ گھؤں ڈائناسور۔

source: The giant dinosaurs of the Triassic.
btv: ٹریاسک سو ڙھو گھؤں ڈائناسور۔

source: The giant dinosaurs of the Triassic. [read by one voice]
btv: ڙھؤ گھؤں ڈائیناسور ٹریاسک سو [یک اواز رے پڑ]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
btv: ٹرائسک سو ڙھؤ گھؤں ڈائناسور<strong> [یک اواز مہ پڑ] </strong>

source: The giant dinosaurs of the Triassic. Yes.
btv: ٹرائسک سو ڙھؤ گھؤں ڈائناسور۔آں۔

source: The giant dino <strong>[cough]</strong> the Triassic.
btv: ڙھؤ گھؤں ڈینو <strong>[کھنگ] </strong> ٹرائیسک

source: The question should be answerable in just a couple of sentences.
btv: سوال سو جواب صرف پِھک جملیوں مہ دے سو قابل ھویں۔

source: There are currently no sentences to review in this language.
btv: موجودہ وخت مہ اِس زیب مہ نظرثانی دن جملے نہ تھے۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
btv: زیب سو بارہ مہ سوچ گرے سو ڈھیراں طریقئ تھے، تقریر پھونئ سو ماڈل سو مقصد سودَن،عام اواز رے توجو سو دَن،امامہ یک ذھن ھویئں سو، یا والہ او زیبمنے والہ یک دوجوں سو بیادیوں رے پَرزیاں کہ تیوں کوشش گی ؟

source: The recording was too long.
btv: ریکاڈنگ ڙھؤ جیگاسی

source: The recording was too quiet.
btv: ریکاڈنگ ڙھؤ خامشہ اسی

source: The recording was too short.
btv: ریکاڈنگ ڙھؤ کھٹئیں اسی۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
btv: مثالی طور رے اخز گریل متن مہ ہندسہ نہ ھ وں پکار تھو۔ چیں چہ کدی سے اوچت اواز رے منہ تھہ تہ تِس مہ مسئلے یاتے کش چہ یک نمبر پڑاں بزا اِسوں دارومدار سیاق و سباق رے ھواں آ سو ڈیٹا سیٹ مہ پریشانی گر ھواں مثال سو طور رے "2409" سو تعداد صحیح طریقہ گِھن "څورُو بیش صفر نو" آ "دُو زر زو څور شل آ نو" بھیزدو طریقیوں رے منا بزہ

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
btv: پڑے والوں سو والیوم مہ قدرتی فرق ھووینݜ۔ رد گر کہ والیوم ڙھؤ اوچت تھو چہء سو رکارڈنگ شارا یا جل عام طور رے اگر کہ سو ڙھؤ کم تھو چہء تو ݜواں نئ چوں منو پکار تھو بغیر حوالہ نو لکیل ئے۔

source: The route was unclear.
btv: پان صاف نہ تھی

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
btv: جملہ جمہ گرے والہ کور عام اوازسو پلیٹ فام سو طرفے بزا تو ھوئیں <writeURL> لک ھواں </writeURL> یک جملہ یا <reviewURL> نظر ثانی گر ھواں </reviewURL> یک جملہ جمہ گرے مہ عام اواز مہ۔

source: The sentence has a grammatical or spelling error.
btv: او جملہ گرامر سو لحاظ رے یا اسپیلنگ سو غلطی تھی

source: The sentence has disrespectful or offensive language.
btv: و جملہ بےادب یا غصہ ناک زیب سو تھی۔

source: The sentence must be grammatically correct.
btv: جملہ ضرور گرائمر سو مطابق صحیحھویں۔

source: The sentence must be speakable.
btv: جملہ ضرور منے سو قابل ھویں۔

source: The sentence must be spelled correctly.
btv: جملہ ضرور صحیح اسپلڈ ھویں۔

source: The sentence should have fewer than 15 words.
btv: جملہ 15 لفظوں نو کھٹئیں ھوں پکار تھی

source: The site is ready to be launched when it reaches 75% completion.
btv: سائٹلانچ سو دَن تیار تھی کدی چہء او %75 مکمل ھُن۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
btv: او سائٹ واپس ھوینݜ کت ھلہ چہ ممکن ھون تازا معلومات سو دَن میربانی گیری شامل ھوں <matrixLink> قالب کمیونٹی چاٹ </matrixLink> یا وزٹ گر <githubLink> GitHub </githubLink> یا <discourseLink> اسئیں ڈسکورس فورم </discourseLink> جمع گرے سائٹ سو تجرب سو مسائل سو نگرانی سو دن۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
btv: TED-LIUM corpus آڈیو ٹاک سوسندیل اسو آ تسوں ٹرانکرپشن TED سو ویب سائیڈ رے موجود تھو

source: The website text is translated into that language.
btv: ویب سائیٹ سو لکیل تِس زیب مہ ترجمہ ھوئیں گے۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
btv: او معلومات دے سو دَن اختیاری تھی۔کہ تو ارام مہ تھو تہ تے او شامل گرو پکار تھو۔ کدی چہء بے معلاماتی سیٹ جاری گرہ تھہ تہ بے بُٹ ذاتی معلومات خالص گرہ تھہ آ او بیاد یقینی گرہ تھہ چہء تیں ای میل آ ناں سو معلومات عمر یا جنس شان معلومات مِل منسلک نہ ھویں

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
btv: او یک استعمال شدہ کیسسو طبقہ تھی او مشتمل تھی تس ڈیٹا رے چہ سو طاقت دیا ہندسے منے یےسو پھنیانک آ آں / ناں سو پتہ رھینگئ سو

source: This is how you cite yourself if you wrote the content yourself.
btv: تو اپئیں حوالہ کش دیا کہ تی امیئ لکید

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
btv: اوسیٹنگ تیں لیڈر بورڈ سو موجودگی کنٹرول گرا۔ کدی چہء بوڑیاں گا ،تیں کارکردگی پرائیویٹ ھوینݜ۔اسیئں معانہ او ھون چہء تیوں فوٹو،یوزر ناں آ کارکردگی لیڈر بورڈ رے ظاہر نہ ھویئنݜ۔نوٹ گر چہء لیڈر بورڈ ریفرش گھناں { $minutes } ملٹ تبدیلی زیاتیرے سو۔

source: Three to go!
btv: ڇآ بزے سو دن

source: Thur
btv: تھُر

source: Tibetan
btv: تبتی

source: Tigre
btv: ٹائگری

source: Tigrinya
btv: ٹیگرینیا

source: Tlazoyaltepec Mixtec
btv: لازویالٹیپک میکسٹیک

source: Toba Qom
btv: توبہ قوم

source: Today
btv: آز

source: Today's Common Voice progress on clips recorded
btv: آزوک عام اواز سو کارکردگی کلپ ریکاڈ ھونئیل

source: Today's Common Voice progress on clips validated
btv: آزوک عام اواز سو کارکردگی تصدیق ھونئیل کلپ رے

source: Today's Progress
btv: آزوک کارکردگی

source: Toki Pona
btv: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
btv: او عام اواز سو معلوماتی سیٹ سندے سو دن،اوز سو کلپ ضرور دُو ان ان یوزر نو تصدیق ھونݜ۔

source: Too many files
btv: ڙھؤ زیات فائل

source: Top Contributors
btv: اوچت حصہ گِھنےوالہ

source: Torwali
btv: توروالی

source: Total Approved
btv: بُوٹ منظور ھویں گے

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
btv: سیئز طرفے بے فائدیوں سو خاکیی پیش گرہ تھہ آ واضحہ گرہ تھہ چہ بے کشک معلومات عام گرہ تھہ اپئیں ڈیوائس رے څھے دیتیئل لنک سو استعمال گر

source: Toward next goal
btv: پرئیں مقصد سو طرف

source: Track progress here and on your stats page.
btv: ایزا مہ کار کردگی ٹریک گر آ اپئں سٹیٹس صفہ رے

source: Transcribe audio recordings into text
btv: اواز سو ریکاڈنگ لیک مہ نقل گر

source: Transcribe audio recordings in your language
btv: اپئیں زیب مہ اوز سو رکاڈنگ نقل گر

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
btv: <translateVideoLink> پونٹون کش استعمال گرو تھو اسیئں ھدایت بھال</translateVideoLink>

source: Translating the site
btv: سائٹ سو ترجمہ گرو

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
btv: انگلش نو ترجمہ گرو تھو، لیکن تو جل زیبوں <strong>مشورے ریٹھونݜ </strong> کلک گر <strong> پروفائل</strong> آئ کان،نُٹ <strong> سیٹنگ</strong> لنک آ کشک زو زیب شامل گرچہ تو منا۔ٹینڈ رے سیئز ھت رے گُٹ مہ ترجمیوں سو لسٹ ھونݜ تسئ مہ نہ تھہ<strong> لوکیلز</strong>۔ ترجمہ سائٹ رے یک دِس پتن پشا۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
btv: عام اواز سو ترجمہ سو سائٹ <strong> پونٹون رے ھواں</strong>

source: Try again by dragging your file here
btv: اپوں فائل ایزئ ڈریگ گرے سو نُوٹ کوشش گر

source: Try uploading again
btv: دوبارہ اپلوڈ سو کوشش گر

source: Tshivenda
btv: شوینڈا

source: Tunen
btv: ٹونین

source: Tupuri
btv: تپوری

source: Turkish
btv: ترکی

source: Turkmen
btv: ترکی

source: Tush
btv: تُش

source: Tuvan
btv: توان

source: Twi
btv: ٹوی

source: Ubykh
btv: اوبیخ

source: Udmurt
btv: اودمرت

source: Ukrainian
btv: یوکرینی

source: Understand contribution criteria
btv: حصہ گھِنے سو طریقہ پرز

source: Understand how to contribute and validate on the Common Voice dataset
btv: اما پرزا چہ عام اواز سو ڈیٹا سیٹ رے کش حصہ گِھنو تھو آ کش تصدیق گرو تھو

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
btv: جب آواز کے کلپس سنتے ہو تو کیا تلاش کریں اور اپنی آواز کی ریکارڈنگ کو بھی بہتر بنانے میں مدد کریں۔ کدی چہء تُو اواز سو کلپ ݜواں تہ اماں پرزا چہء تُو چوں ٹنڈا آ اپئیں اوازسو ریکاڈنگ سَم گرے مہ مدد گر

source: Upload aborted. Do you want to delete your recordings?
btv: ضائع ھوَ ئیل اپلوڈ گر۔ تو اپئیں ریکاڈنگ ڈیلیٹ گرو لوکھا ؟

source: { $uploadedSentences } of { $totalSentences } sentences collected
btv: { $uploadedSentences } سو { $totalSentences } جملے گِھن گے

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
btv: { $uploadedSentences } سو { $totalSentences } جملے گھن گے۔کلک <downloadLink> ایزا </downloadLink> رد گریل جملے ڈونلوڈ گرے سو دن۔

source: Upload failed, please retry.
btv: اپلوڈ فیل ھویں گا،مہربانی گر دوبارہ کوشش گر

source: Upload <icon></icon> public domain sentences
btv: اپلوڈ <icon> </icon> لوں سو احاطہ سو جملے

source: Upload in progress...
btv: کارکردگی مہ اپلوڈ گر

source: Upload more sentences?
btv: جل جملے اپلوڈگروں ؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
btv: او کلپ سرور رے اپلوڈ نہ ھواں، صفحہ دوبارہ لوڈ گر یا نُٹ پتن کوشش گر

source: Upload of this clip keeps failing, keep retrying?
btv: او کلپ اپلوڈ نہ ھواں ، نُوٹ کوشش گر

source: Urdu
btv: اردو

source: Use correct grammar
btv: صحیحگرائمراستعمال گر

source: Use correct spelling and grammar.
btv: صحیحاسپلنگ آ گرامر استعمال گر

source: Use correct spelling and punctuation
btv: صحیحاسپیلنگ آتلفظ استعمال گر

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
btv: یوزر دیتیل کلپ سو درستگی سو تصدیق گرا۔

source: Ushojo
btv: اوشوجو

source: Uyghur
btv: اوغر

source: Uzbek
btv: اُزبُک

source: Validated Clips
btv: تصدیق ھونئیل کلپ

source: Validated Hours
btv: تصدیق ھویئنل گھنٹے

source: Validated Hr. Total
btv: تصدیق ھویئنل Hr بوٹ

source: Validate Readings
btv: پڑے سو تصدیق گر

source: Validate Readings, Review Transcriptions
btv: پڑے سو تصدیق گر، نقل سو نظر ثانی گر

source: Validate Readings <small>(Coming soon)</small>
btv: پڑے سو تصدیقگر <small> ھَلہ یا </small>

source: Validate readings submitted by community members
btv: کمیونٹی ممبروں جمہ گریل پڑے سو تصدیق گر

source: Validate user-recorded readings in your language
btv: اپنی زبان میں صارف کے ریکارڈ شدہ پڑھنے کی توثیق کریں اپئیں زیب مہ ریکاڈ گریل پڑے سو تصدیق گر

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
btv: تصدیقی دیتیئل کلپ یک شان اہم تھا عام اواز سو مشن سو دَن۔ ݜؤں آ معیاری کھولاو اواز سو ڈیٹا سو زریعہ سندے مہ اسئیں مدد گر۔

source: Validations
btv: تصدِق گرو

source: Value and recognition.
btv: قدروقیمت آ پھونیو۔

source: Varying Pronunciations
btv: گڈ وَڈ تلفظ

source: Venetian
btv: وینیتیئن

source: Version
btv: ورژن

source: Very common mistakes include:
btv: ڙھؤ عام غلطی شامل گر

source: Vietnamese
btv: ویتنامی

source: Voice clips are entered into a submission queue that readies them for listening.
btv: اواز سو کلپ قطار مہ داخل گیگےتھےچہء ݜویں سو دَن تیار ھویئں۔

source: Voice Collection
btv: اواز جمع گرو

source: Voice Contribution
btv: اوز سو شرکت
